Repository: JcDenis/pacKman
Catalog: locales/*/main.po
Languages: fr

source: Configuration has been successfully updated.
fr: La configuration a été mise à jour avec succès.

source: Hide distributed modules from lists
fr: Ne pas afficher dans les listes les modules de la distribution

source: Root
fr: Racine

source: Path to repository:
fr: Chemin vers le dépôt :

source: Preconization: %s
fr: Préconisation : %s

source: Blog's public directory
fr: Répertoire public du blog

source: Leave it empty to use Dotclear VAR directory
fr: Laisser vide pour utiliser le répertoire VAR de Dotclear

source: Files
fr: Fichiers

source: Name of exported package:
fr: Nom du paquetage exporté :

source: Name of second exported package:
fr: Nom du second paquetage exporté :

source: Overwrite existing package
fr: Écraser les paquetages existants

source: Extra files to exclude from package:
fr: Fichiers supplémentaires à exclure du paquetage :

source: Remove comments from files
fr: Retirer les commentaires des fichiers

source: Fix newline style from files content
fr: Corriger les retour chariot du contenu des fichiers

source: Directory is not writable
fr: Le répertoire n'est pas accessible en écriture

source: Failed to get module info
fr: Impossible de retrouver les informations du module

source: Failed to get temporary directory
fr: Impossible de retrouver le répertoire temporaire

source: No modules selected.
fr: Aucun module sélectionné.

source: Package successfully created.
fr: Paquetage créé avec succès.

source: Undeletable file "%s"
fr: Impossible de supprimer le fichier "%s"

source: Package successfully deleted.
fr: Paquetage effacé avec succès.

source: Package successfully installed.
fr: Paquetage installé avec succès.

source: Package successfully copied.
fr: Paquetage copié avec succès.

source: Package successfully moved.
fr: Paquetage déplacé avec succès.

source: pacKman is not well configured.
fr: pacKman n'est pas correctement configuré.

source: Plugins root
fr: Racine des plugins

source: Themes root
fr: Racine des thèmes

source: Packages repository
fr: Dépôt de paquetages

source: Cache directory is not writable.
fr: Le répertoire de cache n'est pas accessible en écriture.

source: Path to repository is not writable.
fr: Le chemin vers le dépôt n'est pas accessible en écriture.

source: You must specify the name of package to export.
fr: Vous devez spécifier le nom du paquetage exporté.

source: Path to first export package is not writable.
fr: Le chemin vers le premier paquetage exporté n'est pas accessible en écriture.

source: Path to second export package is not writable.
fr: Le chemin vers le second paquetage exporté n'est pas accessible en écriture.

source: Pack up selected modules
fr: Emballer les modules sélectionnés

source: install
fr: installer

source: copy to %s directory
fr: copier dans le répertoire des %s

source: plugins
fr: extensions

source: move to %s directory
fr: déplacer dans le repertoire des %s

source: themes
fr: thèmes

source: repository
fr: dépôt

source: File
fr: Fichier

source: Selected modules action:
fr: Action sur les modules sélectionnés :
